{
    "id": "03089dac-f223-430a-9d11-2475d6c11f04",
    "name": "ما يقال عند النوم",
    "type": "duaa",
    "freq": "daily",
    "items": [
        {
            "id": "4630d949-ebc4-4a89-81a0-679908b163c1",
            "text": "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:الصمد:قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ.\n العلق:قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. \nالناس:قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ.ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ",
            "source": "الصحيحة  3104",
            "countValue": 3
        },
        {
            "id": "76246cd8-d683-4efe-932a-ea459abb4bda",
            "text": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْــدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
            "source": "قرآن كريم",
            "countValue": 1
        },
        {
            "id": "2d12189c-d4b4-4307-aa44-9b6ea51ba87f",
            "text": "آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
            "source": "قرآن كريم",
            "countValue": 1
        },
        {
            "id": "9ebccdde-5d17-4834-af30-f4d0a8165227",
            "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
            "source": "مسلم 2713",
            "countValue": 1
        },
        {
            "id": "aaa70b4c-21d7-42c7-a5a4-54c0d22117a1",
            "text": "اللهــمَّ رَبَّ السَّمـَاواتِ، ورَبّ الأرض، وربَّ العرش العظيم، ربّنا وربَّ كلِّ شيءٍ، فالقَ الحبِّ والنَّوى، ومُنـزِلَ التوراةِ والإنجيلِ والفرقان، أعوذُ بكَ مِنَ شرِّ كلِّ ذِي شَرِّ أنتَ آخذٌ بِنَاصيتِهِ، اللهمَّ أنتَ الأولُ فليسَ قبلكَ شيءٌ، وأنتَ الأخِرُ فليسَ بعدكَ شيءٌ، وأنت الظاهرٌ فليسَ فوقكَ شيءٌ، وأنتَ الباطنٌ فليسَ دونكَ شيءٌ، اقضِ عنا الدَّين، وَأَغْنِنا مِنَ الفقر",
            "source": "مختصر مسلم 1899",
            "countValue": 1
        },
        {
            "id": "c7608811-89ee-4884-ac37-7af4a5c0d54f",
            "text": "اللهمَّ عالِمَ الغيبِ والشَّهادَةِ ، فاطِرَ السَّماواتِ والأرضِ، ربَّ كلِّ شيءٍ ومليكَهُ، أَشهدُ أَنْ لا إلهَ إلا أنت، أَعوذُ بكَ من شَرِّ نفسي، وشرِّ الشَّيْطانِ وشِرْكِهِ، وأَنْ أَقتَرِفَ على نَفْسي سوءاً، أو أَجُرَّهُ إلى مسلمٍ",
            "source": "صحيح الكلم 21",
            "countValue": 1
        },
        {
            "id": "bb43c014-3308-4cf1-a993-c64f0ac7f15b",
            "text": "لا إلهَ إلا اللهُ، وحـدَه لا شريكَ لهُ، له الملْـكُ، وله الحمْـدُ، وهو على كلِّ شيءٍ قديرٌ، ولا حولَ ولا قوَّة إلا بالله، سبحانَ اللهِ، والحمدُ لله، ولا إله إلا اللهُ، واللهُ أكبرُ",
            "source": "الصحيحة 3414",
            "countValue": 1
        },
        {
            "id": "67aa50be-0817-420b-82e1-be49b593e5be",
            "text": "الحمد لله الذي أطعمنا وسقانا، وكفانا وآوانا، فكم ممن لا كافيَ له ولا مُؤوي",
            "source": "مختصر مسلم 1901",
            "countValue": 1
        },
        {
            "id": "966b4f41-de14-4307-b8be-7877784dbd04",
            "text": "اللهمَّ أنتَ خلَقتَ نفسي، وأنتَ توفَّاها، لك مماتها ومحياها، إن أحييتها فاحفظها، وإن أمَتّها فاغفر لها، اللهمَّ إني أسألك العافية",
            "source": "مختصر مسلم 1898",
            "countValue": 1
        },
        {
            "id": "636608c4-a565-4851-a319-bafc7b35ebf1",
            "text": "الحمدُ لله الذي كفَاني وآواني، الحمدُ لله الذي أطْعمني وسقاني، الحمدُ لله الذي مَنَّ عليَّ وأفضلَ اللَّهُمَّ إنِّي أسألُك بعزَّتك أنْ تُنجيني من النَّار",
            "source": "الصحيحة 3444",
            "countValue": 1
        },
        {
            "id": "93cab70e-a200-4c2d-adf0-ffe9c78c5b30",
            "text": "الحمد لله الذي كفاني وآواني، وأطعمني وسقاني، الحمد للهِ الذي منّ عليّ فأفضل، والحمد للهِ الذي أعطاني فأجزل، والحمد لله على كلِّ حال.اللهمّ ربَّ كلِّ شيءٍ ومالـكَ كـلّ شيءٍ وإلهَ كلّ شيءٍ لك كلُّ شيءٍ أعوذُ بك من النارِ",
            "source": "صحيح الموارد 2357",
            "countValue": 1
        },
        {
            "id": "e47b04c2-a23e-473d-b0b0-3469a65f20d0",
            "text": "يَقْرَأُ (ألم) تَنْزِيلَ السَّجْدَةِ، وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ",
            "source": "الصحيحة 585",
            "countValue": 1
        },
        {
            "id": "8169096d-156a-4c60-8b00-d709597f4cbc",
            "text": "اقْرَأ قُل يَا أيُّهَا الكَافِرُونَ فإنَّهَا بَرَاءَةٌ مِنَ الشِّرْكِ",
            "source": "صحيح الترمذي 3403",
            "countValue": 1
        },
        {
            "id": "8cf1da07-d320-43cc-9ff1-ae8680cb0d10",
            "text": "سبحان الله",
            "source": "مختصر البخاري2427",
            "countValue": 33
        },
        {
            "id": "b4cf3a04-c70d-405b-89d7-04d0f61c54ea",
            "text": "الحمد لله",
            "source": "مختصر البخاري2427",
            "countValue": 33
        },
        {
            "id": "3455c84f-c883-40d0-9f48-530bc1b6dc64",
            "text": "الله أكبر",
            "source": "مختصر البخاري2427",
            "countValue": 34
        },
        {
            "id": "50760cf4-c567-4044-982b-9ab6779e45fb",
            "text": "بــسْمِ الله وضَعـتُ جَنْبي، اللــهمَّ اغفِرْ لـيِ ذْنـبي، وَاخسـَأ شَيْطاني، وفُكَّ رِهَاني، وثَقِّلْ مِيزاني، واجعلْني في النَّديِّ الأعـلى",
            "source": "صحيح الجامع 4649",
            "countValue": 1
        },
        {
            "id": "49d43f85-6e4c-4a2b-8b23-5650724cc677",
            "title": "ضع يدك تحت خدك وقل",
            "text": "بِاسمكَ اللهُمَّ أموتُ وأَحيا",
            "source": "مختصر البخاري 2425",
            "countValue": 1
        },
        {
            "id": "3053784a-b2a8-4d09-a8c5-ba839572e8fc",
            "title": "ضع يدك تحت خدك وقل:",
            "text": "اللَّهمَّ قِني عذَابَكَ، يوْمَ تَبعثُ عِبادَكَ",
            "source": "صحيح الترمذي 3398",
            "countValue": 1
        },
        {
            "id": "d89a6da6-1218-487f-aa97-675bbc76643b",
            "title": "إذَا قَامَ أحَدُكُمْ عَنْ فِرَاشِهِ، ثمَّ رَجَعَ إِلَيهِ، فَلْيَنْفُضْهُ بِصَنِفَةِ إِزَارِهِ ثَلاثَ مَرّاتِ، فإنَّهُ لاَ يَدْرِي مَا خَلَفَه عَلَيْهِ بعد، وإذَا اضطَجَعَ، فليَقُلْ",
            "text": "بِاسمِكَ رَبي وضَعْتُ جَنبِي، وبِكَ أرفعُهُ، فإنْ أَمْسكْتَ نَفْسِي، فَارحمها، وإِنْ أرْسلْتهَا، فاحفَظها بما تحفظُ بِهِ عِبادَكَ الصَّالِحِينَ",
            "source": "صحيح الترمذي 3401",
            "countValue": 1
        },
        {
            "id": "d8f3ccb5-ec06-4044-80fd-223c310e52be",
            "title": "إِذا أَتيْتَ مضْجَعَكَ، فَتَوضَّأ وُضوءكَ للصَّلاةِ، ثمَّ اضطَجع على شِقَّكَ الأَيْمن وقُلْ",
            "text": "اللَّهُمَّ أَسْلَمْتُ نَفْسي إِلَيْك، ووجَّهْت وجهي إلَيْك، وفوَّضتُ أَمري إِلَيْك، وأَلْجَأتُ ظهْري إليْكَ، رَغْبَةً وَرَهْبَةً إِليْكَ، لا ملْجَأ ولا مَنْجا مِنكَ إلا إليكَ، آمنتُ بِكتابِكَ الذي أنزَلْت، وبنبِيِّكَ الذي أرسلْتَ",
            "source": "مختصر البخاري 2426",
            "countValue": 1
        }
    ]
}