{
    "id": "d9c4bb09-8df1-4fd1-bca0-a1628d62c7ff",
    "name": "استفتاح الصلاة",
    "type": "duaa",
    "items": [
        {
            "id": "6d96df12-265d-4acb-be64-86b8ef2dedb2",
            "text": "اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ",
            "source": "متفق عليه",
            "countValue": 1
        },
        {
            "id": "6d1fcd91-9464-403e-91d2-6802ae6dfa98",
            "text": "اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً (ثَلاثاً) أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرجيم مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ",
            "source": "صحيح الكلم 62",
            "countValue": 1
        },
        {
            "id": "03c7a0bb-8a15-4a3d-a611-582f420040af",
            "text": "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ",
            "source": "مسلم 399",
            "countValue": 1
        },
        {
            "id": "9d909748-1b17-40f1-a378-169c190f36ce",
            "text": "الحمدُ لله حمداً كثيراً طيباً مباركاً فيه",
            "source": "صفة الصلاة 94",
            "countValue": 1
        },
        {
            "id": "0b11ff26-1864-4026-816e-ed82930c7422",
            "text": "وجَّهتُ وجهيَ للذي فَطَرَ السَّماواتِ والأرضَ حَنيفاً وما أنا مِنَ المشركينَ، إنَّ صّلاتي ونُسكي ومحيَايَ ومماتي للهِ رَبّ العَالميَنَ، لا شَريكَ لهُ، وبذلِكَ أُمِرْتُ، [وأنا أول المسلمينَ]. اللَّهُمَّ أنتَ الملِكُ، لا إلهَ إلا أنت، سبحانك وبحمدك أنت ربي وأنا عبدُك، ظلمتُ نَفَسي، واعترفتَ بذنْبي، فاغفِرْ لي ذُنوبي جميعاً، إنـه لا يَغفرُ الذُّنوبَ إلا أنتَ، واهْدِني لأحسَنِ الأخلاقِ، لا يَهدي لأحسَنِها إلا أنت، واصْرِفْ عني سيئَها لا يصرفُ عنّي سَئّيَها إلا أنتَ، لبيَّك وسَعدَيْكَ والخيرُ كلُّه في يديك، والشَّرُّ ليس إليك، والمهدي مَن هديت أنا بكَ و إليك لا مَنجَا ولا مُلتجأ منك إلا إليكَ،  تباركتَ وتعاليتَ أستغفِرُكَ وأتوبُ إليك",
            "source": "صفة الصلاة ص 92",
            "countValue": 1
        },
        {
            "id": "ef820b24-5535-4c8d-a347-35351dd88ab5",
            "title": "كان رسول الله صلى الله عليه وسلم يفتَتحَ صَلاتَه، إذا قام من الليل",
            "text": "اللَّهُمَّ ربَّ جِبرِيلَ وميكَائِيلَ وإسرافِيل‍ فَاطِرَ السَّماوَاتِ والأرضِ، عَالِمَ الغَيبِ والشَّهادَةِ أنتَ تحكُمُ بينَ عبادِكَ فيمَا كانُوا فيهِ يختَلِفُونَ، اهْدِنِي لما اختُلِفَ فِيهِ مِنَ الحقِّ بِإِذْنِكَ، إنَّكَ تَهدِي مَنْ تَشَاءُ إلى صِرَاطٍ مُستقِيمٍ",
            "source": "صحيح الترمذي 3420",
            "countValue": 1
        },
        {
            "id": "2e8f61e6-3aa3-47d1-9f91-d2dc9a9e1e2e",
            "title": "كان رسول الله صلى الله عليه وسلم يقول إذا قامَ إلى الصلاةِ من جوفِ الليل:",
            "text": "اللَّهُمَّ لكَ الحمْدُ، أنتَ نورُ السَّماواتِ والأرضِ ومَن فيهنَّ، ولكَ الحمْدُ، أنتَ قيَّامُ السَّماواتِ والأرضِ، ومَن فيهِنَّ، ولكَ الحمدُ، أنتَ ربُّ السَّماواتِ والأرضِ، ومَن فيهنَّ، ولكَ الحمدُ، أنتَ الحقُّ، ووعْدُكَ الحقُّ، وقولُكَ الحقَّ، ولقاؤكَ حقُّ، والجنَّةُ حقُّ، والنّارُ حقُّ، والنبيونَ حق، ومحمَّد حقُّ، والساعَة حـقُّ، اللهمَّ لَكَ أسلَمْتَ، وبكَ آمَنْتُ، وعليكَ توكَّلْتُ، وإليكَ أنَبْتُ، وبكَ خاصَمْتُ، وإليكَ حاكَمْتُ، فاغفِرْ لي ما قدَّمْتُ وما أخَّرْتُ، وما أسرَرْتُ وما أعلنت، أنْتَ إلهي، لا إلهَ إلا أنتَ",
            "source": "صحيح الكلم 67",
            "countValue": 1
        },
        {
            "id": "3f3b73bb-8ade-4f7c-a772-fb94b16faee7",
            "title": "كان صلى الله عليه وسلم:",
            "text": "يكبرُ عشراً، ويحمدُ عشراً، ويسبحُ عشراً، ويهللُ عشراً، ويستغفرُ عشراً، ويقول: (( اللهمَّ اغفِرْ لي واهدنِي وارزُقني وعافني )) عشراً ويقول: اللَّهُمَّ إني أعوذُ بكَ مِن الضيقِ يومَ الحساب. عشراً",
            "source": "صفة الصلاة 95",
            "countValue": 1
        },
        {
            "id": "0a46ab29-3748-4356-8563-f33734aaf18f",
            "text": "اللهُ أكبرُ [ثلاثا] ذو الملكوتِ والجبروتِ والكبرياءِ والعظمة",
            "source": "صفة الصلاة 95",
            "countValue": 1
        },
        {
            "id": "7a85d668-5cde-4208-a440-223b294e260d",
            "title": "عن شَرِيقٍ الهوزَنِي قال: دخلْتُ على عائِشَةَ رضي الله عنها فسألْتُها بمَ كانَ رسولُ الله صلى الله عليه وسلم يفتتحُ إذا هَبَّ مِنَ اللَّيلِ؟ فقالَتْ: لقَدْ سَألْتَني عن شَيءٍ ما سَألَني عنهُ أحَدٌ قبْلَكَ:",
            "text": "كانَ إذا هَبَّ منَ اللَّيـلِ، كَبَّرَ عشراً، وحَمَدَ عَشْراً، وقالَ:(( سُبْحَانَ الله وبِحَمْدِهِ )) عَشْراً،وقالَ: (( سُبحَانَ الملِكِ القُدُّسِ ))   عَشْراً، واستغفَرَ عَشْراً، وهلَّلَ عَشراً ثمَّ قالَ: (( اللَّهُمَّ إنَّي أعُوذُ بِكَ مِنْ ضيقِ الدُّنيا، وضيقِ يَومِ القيامةِ )) عَشْراً ثمَّ يفتتح الصلاة",
            "source": "صحيح أبي داود 5085",
            "countValue": 1
        }
    ]
}