{
    "id": "055c6fcd-bbec-47e2-9a43-1c1289402756",
    "name": "ما يصنع من رأى رؤيا يكرهها",
    "type": "duaa",
    "items": [
        {
            "id": "0a514ae5-a849-4d99-b504-f21d5d0df3b2",
            "title": "عن أبي قتادة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول:",
            "text": "الرُّؤيا مِن الله، والحُلْم من الشيطانِ، فإذا رأَى أحدُكُم شيئاً يكرهُه، فلينفُثْ عن يَسارِه ثلاثَ مـراتٍ إذا استيقَظَ، وليتعوَّذْ بالله مِن شرَّها، فإنها لن تَضرَّهُ إن شاءَ الله",
            "source": "قال أبو سلمة إن كنتُ لأرى الرُّؤيا هي أثقلُ علي من الجبلِ، فلمَّا سمعتُ بهذا الحديثِ، فما كنتُ أُباليها.مختصر البخاري 2634",
            "countValue": 1
        },
        {
            "id": "24d0f292-8ef8-47be-a347-82065c9b3b6f",
            "title": "وفي رواية:",
            "text": "الرُّؤيا الصَّالحةُ مِن الله، فإذا رأَى أحدُكُم ما يحبُّ، فلا يُحدِّثْ به إلا مَن يُحِبُّ، وإنْ رأى ما يكَرهُ، فلا يحُدثْ به، ولْيتفُلْ عن يسارِهِ ثلاثاً، ولْيَتَعَوَّذْ بالله من  الشَّيطانِ الرجيمِ مِن شَرِّ ما رأى فإنَّها لنْ تضرَّهُ",
            "source": "مختصر البخاري 2634",
            "countValue": 1
        },
        {
            "id": "8c1f397f-bcc0-4a02-8643-c2d26b495133",
            "title": "عن جابر رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال:",
            "text": "إذا رأى أحدُكُم الرُّؤيا يَكْرهْها، فلْيبْصُقْ عن يَسارِهِ ثلاثاً، وليستعِذْ بالله مِن الشَّيطانِ ثلاثاً، ولْيَتَحوَّلْ عن جنبِه الذي كانَ عليهِ",
            "source": "مختصر مسلم 1518",
            "countValue": 1
        },
        {
            "id": "e7d1aa35-3d15-48cc-abed-f99c9f495805",
            "title": "عن أبي هريرة رضي الله عنه مرفوعاً:",
            "text": "فإذا رأى أحدكم، رؤيا تعجبه فليقصها إن شاء، وإذا رأى شيئاً يكرهه فلا يقصه على أحد وليقم يصلي",
            "source": "الصحيحة 1341",
            "countValue": 1
        },
        {
            "id": "853b38fb-9958-49c8-91f5-9b373dae1b3b",
            "title": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم:",
            "text": "إذا رأى أحدكم الرؤيا تعجبه فليذكرها، وليفسرها، وإذا رأى أحدكم الرؤيا تسوءه، فلا يذكرها، ولا يفسرها",
            "source": "الصحيحة 1340",
            "countValue": 1
        }
    ]
}