{
    "id": "01f984ce-c2db-4ebd-b22c-463f74bea332",
    "name": "أذكار الصباح",
    "type": "duaa",
    "freq": "daily",
    "items": [
        {
            "id": "dc1b5eb5-464e-431f-878c-5b4d10c566f8",
            "text": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
            "source": "قرآن كريم",
            "countValue": 1
        },
        {
            "id": "4a345027-6a6d-47c1-8ae5-b0e4e77b5b04",
            "text": "قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَد",
            "source": "قرآن كريم",
            "countValue": 3
        },
        {
            "id": "d2f0669c-f987-4b14-a01d-38f1b12b3172",
            "text": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
            "source": "قرآن كريم",
            "countValue": 3
        },
        {
            "id": "e388ffce-59ac-447d-b3d2-5843b69c03a9",
            "text": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ",
            "source": "قرآن كريم",
            "countValue": 3
        },
        {
            "id": "3d706702-1077-4b51-9368-2d651243a653",
            "text": "بِسمِ الله الذِي لا يَضُرُّ مَعَ اسمِهِ شَيءُ، في الأرْضِ ولا في السَّماءِ وهوَ السَّميعُ العليِمُ",
            "source": "صحيح أبي داود 5088",
            "countValue": 3
        },
        {
            "id": "dd35c7a1-8500-4ca9-9e94-b9a7611333f4",
            "text": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، ولاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
            "source": "مختصر مسلم 1894",
            "countValue": 1
        },
        {
            "id": "bbe3e237-503d-44ce-9256-096b1ba80f9e",
            "text": "اللهمَّ  بكَ أَصْبَحْنا،  وبكَ أمْسَيْنا، وبكَ نَحيا، وبكَ نَموتُ، وإليكَ النُّشورُ",
            "source": "الصحيحة 262",
            "countValue": 1
        },
        {
            "id": "1d6d4723-797b-4289-b851-72b7e28e1ddf",
            "text": "اللهـمَّ أَنتَ ربِّي، لا إلهَ إلا أنتَ، خَلَقْتَني، وأَنا عبدُكَ، وأَنا على عهدِكَ ووعدِكَ، ما استَطَعْتُ، أعـوذُ بـكَ مِن شرِّ ما صَنَعْتُ، أبوءُ لكَ بنِعْمَتِكَ عليِّ، وأَبوءُ لَكَ بذَنبي، فاغفِرْ لي، فإنَّه لا  يَغفِرُ الذُّنوبَ إلا أَنتَ",
            "source": "مختصر البخاري 2420",
            "countValue": 1
        },
        {
            "id": "53424e2a-a909-451e-b5d0-4703e7b38ede",
            "text": "يا حيُّ يا قيومُ برحمتِكَ أستغيثُ، أصلحْ لي شأنيَ كلَّه، ولا تَكِلْني إلى نفسي طَرفةَ عين",
            "source": "صحيح الترغيب  661",
            "countValue": 1
        },
        {
            "id": "4515d5aa-ef1d-42f4-8e13-191845ef3f8d",
            "text": "اللهمَّ إِنِّي أَسْأَلُكَ العافَيَةَ في الدُّنيا والآخِرَةِ، اللهمَّ أَسأَلُك العفوَ والعافِيةَ في دِيني ودُنْيايَ، وأَهْلي ومالي، اللهمَّ اسْتُرْ عَوْراتي، وآمِن رَوْعاتي، اللهمَّ احفَظْني مِن بين يدَيَّ ومِن خَلْفي، وعَن يميني، وعن شِمالي، ومِن فَوْقي، وأَعوذُ بعَظَمتِكَ أَنْ أُغْتالَ مِن تَحْتي",
            "source": "صحيح ابن ماجه3135",
            "countValue": 1
        },
        {
            "id": "b5c2eef0-9744-4b28-9d89-a1df38d41b3b",
            "text": "لا إله إلا اللهُ وحدَه لا شريكَ له، له الملكَ، وله الحمدُ، وهو على كل شيء قدير",
            "source": "صحيح الترمذي5077",
            "countValue": 1
        },
        {
            "id": "1881e10a-4f02-43c9-86d0-a8fb5c54e8f5",
            "text": "رضيتُ باللهِ رباً، وبالإسلامِ ديناً، وبمحمدٍ نبياً",
            "source": "الصحيحة 2686",
            "countValue": 1
        },
        {
            "id": "0347fa48-5237-44fe-9117-09d3242b7261",
            "text": "أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ - صلى الله عليه وسلم -، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ",
            "source": "الصحيحة 2989",
            "countValue": 1
        },
        {
            "id": "c19b9644-32cc-4bdb-a013-eefbbc7d9bbb",
            "text": "اللهمَّ عالِمَ الغيبِ والشَّهادَةِ ، فاطِرَ السَّماواتِ والأرضِ، ربَّ كلِّ شيءٍ ومليكَهُ، أَشهدُ أَنْ لا إلهَ إلا أنت، أَعوذُ بكَ من شَرِّ نفسي، وشرِّ الشَّيْطانِ وشِرْكِهِ، وأَنْ أَقتَرِفَ على نَفْسي سوءاً، أو أَجُرَّهُ إلى مسلمٍ",
            "source": "صحيح الكلم 21",
            "countValue": 1
        },
        {
            "id": "9347e955-f096-499b-8023-72ddcdab7a6c",
            "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً",
            "source": "صحيح ابن ماجه 753",
            "countValue": 1
        },
        {
            "id": "0cb7a8d2-11be-44a3-b642-589c2c5dbac0",
            "text": "اللَّهُمَّ إنّي أعُوذُ بِكَ مِنْ يَوْمِ السُّوءِ، وَمِنْ لَيْلَةِ السُّوءِ، وَمِنْ سَاعَةِ السُّوءِ، وَمِنْ صَاحِبِ السُّوءِ، وَمِنْ جَارِ السُّوءِ في دَارِ الْمُقامَةِ",
            "source": "صحيح الجامع 1299",
            "countValue": 1
        },
        {
            "id": "382e9baf-8eff-4fe5-9005-e81f4e1b0696",
            "text": "اللهمّ عَافِنِي في بَدَنِي، اللهُمَّ عَافِنِي في سَمعِي، اللَّهُمَّ عِافِنِي في بصَري، لا إلهَ إلا أنتَ. اللَّهُمَّ إنّي أعُوذُ بِكَ مِنَ الكُفْرِ، وَ الفَقْرِ، اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لا إلهَ إلا أَنْتَ",
            "source": "صحيح أبي داود 5090",
            "countValue": 3
        },
        {
            "id": "a17ed4dc-a935-415d-9402-e7b550a228a8",
            "text": "لا إله إلاّ اللهُ وحدَه لا شريكَ له، له الملكُ، وله الحمْدُ، يُحيي ويُميت، وهو على كُلّ شيء قديرٌ",
            "source": "الصحيحة 2563",
            "countValue": 10
        },
        {
            "id": "f9cb973d-176c-4236-8d14-888c74a7a4df",
            "text": "لا إلهَ إلا اللهُ وحدَه لا شريك له، له الملك وله الحمد، وهو على كلّ شيء قدير",
            "source": "صحيح الترغيب 658",
            "countValue": 100
        },
        {
            "id": "09b9f304-4c7c-406b-b7f3-24463f21e339",
            "text": "سُبحَانَ الله العَظيمِ وبِحمدِهِ",
            "source": "مختصر مسلم  1903",
            "countValue": 100
        },
        {
            "id": "1431997b-9108-47df-8905-1645897f2da7",
            "text": "سبحانَ الله وبحمدِهِ عددَ خلقِهِ، ورِضا نفسِهِ، وزِنةَ عرشِهِ، ومدادَ كلماتِهِ",
            "source": "الصحيحة 2156",
            "countValue": 3
        }
    ]
}